app/Http/Controllers/PlayerProfileController.php

select * from `players`
---
    public function index()
    {
        $players = DB::table('players')->get();